brew "docker-compose"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "just"
brew "lazygit"
brew "neovim"
brew "node", link: false
brew "node@22", link: true
brew "pnpm"
brew "powerlevel10k"
brew "s3cmd"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "nikitabobko/tap/aerospace"
cask "dbeaver-community"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "kitty"
cask "neovide-app"
cask "postman"
cask "slack"
cask "zen"
